Revit 2027 API
IPointCloudEngine.Free Method
 Revit will call this method when done using the engine.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void Free()
Sub Free
void Free()
abstract Free : unit -> unit
See Also
Reference
IPointCloudEngine Interface
Autodesk.Revit.DB.PointClouds Namespace